module.exports = [
  {
    group: "MOC-191",
    content: [
      {
        name: "Понедельник",
        group: "MOC-191",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "Алгебра и теория чисел (пр)",
            person: "Кондрашов А.Н.",
            room: "3-04А",
            type: 0
          },
          {
            start: "10:10",
            end: "11:40",
            name: "Геометрия и топология (пр) доц. ",
            person: "Полубоярова Н.М.",
            room: "3-05А",
            type: 1
          },
          {
            start: "12:00",
            end: "13:30",
            name: "Информатика и программирование (лаб) ",
            person: "Штельмах Т.В. / Чебаненко Н.А.",
            room: "1-02В / 4-02 А",
            type: 2
          },
          {
            start: "13:40",
            end: "15:10",
            name: "Информатика и программирование (лаб) ",
            person: " Штельмах Т.В. / Чебаненко Н.А.",
            room: "1-02В / 4-02 А",
            type: 2
          },
          {
            start: "15:20",
            end: "16:40",
            name: "Физическая культура и спорт(л), проф. , ",
            person: "Коваленко Т.Г.",
            room: "4-29Г",
            type: 3
          }
        ]
      },
      {
        name: "Вторник",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "Алгебра и теория чисел (пр)",
            person: "Кондрашов А.Н.",
            room: "3-04А",
            type: 0
          },
          {
            start: "10:10",
            end: "11:40",
            name: "Геометрия и топология (пр) доц. ",
            person: "Полубоярова Н.М.",
            room: "3-05А",
            type: 1
          },
          {
            start: "12:00",
            end: "13:30",
            name: "Информатика и программирование (лаб) ",
            person: "Штельмах Т.В. / Чебаненко Н.А.",
            room: "1-02В / 4-02 А",
            type: 2
          },
          {
            start: "13:40",
            end: "15:10",
            name: "Информатика и программирование (лаб) ",
            person: " Штельмах Т.В. / Чебаненко Н.А.",
            room: "1-02В / 4-02 А",
            type: 2
          },
          {
            start: "15:20",
            end: "16:40",
            name: "Физическая культура и спорт(л), проф. , ",
            person: "Коваленко Т.Г.",
            room: "4-29Г",
            type: 3
          }
        ]
      },
      {
        name: "Среда",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "Алгебра и теория чисел (пр)",
            person: "Кондрашов А.Н.",
            room: "3-04А",
            type: 0
          },
          {
            start: "10:10",
            end: "11:40",
            name: "Геометрия и топология (пр) доц. ",
            person: "Полубоярова Н.М.",
            room: "3-05А",
            type: 1
          },
          {
            start: "12:00",
            end: "13:30",
            name: "Информатика и программирование (лаб) ",
            person: "Штельмах Т.В. / Чебаненко Н.А.",
            room: "1-02В / 4-02 А",
            type: 2
          },
          {
            start: "13:40",
            end: "15:10",
            name: "Информатика и программирование (лаб) ",
            person: " Штельмах Т.В. / Чебаненко Н.А.",
            room: "1-02В / 4-02 А",
            type: 2
          },
          {
            start: "15:20",
            end: "16:40",
            name: "Физическая культура и спорт(л), проф. , ",
            person: "Коваленко Т.Г.",
            room: "4-29Г",
            type: 3
          }
        ]
      },
      {
        name: "Четверг",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "Алгебра и теория чисел (пр)",
            person: "Кондрашов А.Н.",
            room: "3-04А",
            type: 0
          },
          {
            start: "10:10",
            end: "11:40",
            name: "Геометрия и топология (пр) доц. ",
            person: "Полубоярова Н.М.",
            room: "3-05А",
            type: 1
          },
          {
            start: "12:00",
            end: "13:30",
            name: "Информатика и программирование (лаб) ",
            person: "Штельмах Т.В. / Чебаненко Н.А.",
            room: "1-02В / 4-02 А",
            type: 2
          },
          {
            start: "13:40",
            end: "15:10",
            name: "Информатика и программирование (лаб) ",
            person: " Штельмах Т.В. / Чебаненко Н.А.",
            room: "1-02В / 4-02 А",
            type: 2
          },
          {
            start: "15:20",
            end: "16:40",
            name: "Физическая культура и спорт(л), проф. , ",
            person: "Коваленко Т.Г.",
            room: "4-29Г",
            type: 3
          }
        ]
      },
      {
        name: "Пятница",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "Алгебра и теория чисел (пр)",
            person: "Кондрашов А.Н.",
            room: "3-04А",
            type: 0
          },
          {
            start: "10:10",
            end: "11:40",
            name: "Геометрия и топология (пр) доц. ",
            person: "Полубоярова Н.М.",
            room: "3-05А",
            type: 1
          },
          {
            start: "12:00",
            end: "13:30",
            name: "Информатика и программирование (лаб) ",
            person: "Штельмах Т.В. / Чебаненко Н.А.",
            room: "1-02В / 4-02 А",
            type: 2
          },
          {
            start: "13:40",
            end: "15:10",
            name: "Информатика и программирование (лаб) ",
            person: " Штельмах Т.В. / Чебаненко Н.А.",
            room: "1-02В / 4-02 А",
            type: 2
          },
          {
            start: "15:20",
            end: "16:40",
            name: "Физическая культура и спорт(л), проф. , ",
            person: "Коваленко Т.Г.",
            room: "4-29Г",
            type: 3
          }
        ]
      },
      {
        name: "Суббота",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "Алгебра и теория чисел (пр)",
            person: "Кондрашов А.Н.",
            room: "3-04А",
            type: 0
          },
          {
            start: "10:10",
            end: "11:40",
            name: "Геометрия и топология (пр) доц. ",
            person: "Полубоярова Н.М.",
            room: "3-05А",
            type: 1
          },
          {
            start: "12:00",
            end: "13:30",
            name: "Информатика и программирование (лаб) ",
            person: "Штельмах Т.В. / Чебаненко Н.А.",
            room: "1-02В / 4-02 А",
            type: 2
          },
          {
            start: "13:40",
            end: "15:10",
            name: "Информатика и программирование (лаб) ",
            person: " Штельмах Т.В. / Чебаненко Н.А.",
            room: "1-02В / 4-02 А",
            type: 2
          },
          {
            start: "15:20",
            end: "16:40",
            name: "Физическая культура и спорт(л), проф. , ",
            person: "Коваленко Т.Г.",
            room: "4-29Г",
            type: 3
          }
        ]
      }
    ]
  }
];
