module.exports = [
  {
    group: "MOC-191",
    content: [
      {
        name: "Понедельник",
        group: "MOC-191",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "Геометрия и топология (л)",
            person: "Полубоярова Н.М.",
            room: "4-08А",
            type: 1
          },
          {
            start: "10:10",
            end: "11:40",
            name: "Алгебра и теория чисел (л) ",
            person: "Полубоярова Н.М.",
            room: "4-08А",
            type: 1
          },
          {
            start: "12:00",
            end: "13:30",
            name: "История(история России, всеобщая история) (л) ",
            person: "Луночкин А. В.",
            room: "4-29Г",
            type: 1
          },
          {
            start: "13:40",
            end: "15:10",
            name: "Информатика и программирование (л) ",
            person: " Штельмах Т.В. / Чебаненко Н.А.",
            room: "4-08А",
            type: 1
          },
          {
            start: "15:20",
            end: "16:40",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          }
        ]
      },
      {
        name: "Вторник",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "10:10",
            end: "11:40",
            name: "Математический анализ (пр)",
            person: "Королев А. Г.",
            room: "3-04А",
            type: 2
          },
          {
            start: "12:00",
            end: "13:30",
            name: "Правоведение (л) ",
            person: "Зыков Д. В.",
            room: "4-08А",
            type: 1
          },
          {
            start: "13:40",
            end: "15:10",
            name: "Прикладная физическая культура (пр)",
            person: "¯\\_(ツ)_/¯",
            room: "1-02В / 4-02 А",
            type: 2
          },
          {
            start: "15:20",
            end: "16:40",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          }
        ]
      },
      {
        name: "Среда",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "Алгебра и теория чисел (пр)",
            person: "Кондрашов А.Н.",
            room: "3-08А",
            type: 2
          },
          {
            start: "10:10",
            end: "11:40",
            name: "Геометрия и топология (пр) ",
            person: "Полубоярова Н.М.",
            room: "3-05А",
            type: 2
          },
          {
            start: "12:00",
            end: "13:30",
            name: "Математический анализ (пр) ",
            person: "Королев А. Г.",
            room: "1-01Б",
            type: 2
          },
          {
            start: "13:40",
            end: "15:10",
            name: "- / Информатика и программирование (лаб) ",
            person: "- / Кузьменко А. Ю.",
            room: "1-13М",
            type: 3
          },
          {
            start: "15:20",
            end: "16:40",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          }
        ]
      },
      {
        name: "Четверг",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "Информатика и программирование (лаб) / -",
            person: "Штельмах Т.В.",
            room: "4-02А",
            type: 3
          },
          {
            start: "10:10",
            end: "11:40",
            name: "Информатика и программирование (лаб) / -",
            person: "Штельмах Т.В.",
            room: "4-02А",
            type: 3
          },
          {
            start: "12:00",
            end: "13:30",
            name: "Дискретная математика (л) ",
            person: "Штельмах Т.В.",
            room: "3-01А",
            type: 1
          },
          {
            start: "13:40",
            end: "15:10",
            name: "- / Информатика и программирование (лаб) ",
            person: "- / Кузьменко А. Ю.",
            room: "- / 1-01А",
            type: 3
          },
          {
            start: "15:20",
            end: "16:40",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          }
        ]
      },
      {
        name: "Пятница",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "История (пр) / Дискретная математика (пр)",
            person: "Арчебасова Н. А. / Масюкова О. Н.",
            room: "33-08А / 4-05А",
            type: 2
          },
          {
            start: "10:10",
            end: "11:40",
            name: "Математический анализ (л)",
            person: "Светлов А. В.",
            room: "4-08А",
            type: 1
          },
          {
            start: "12:00",
            end: "13:30",
            name: "Иностранный язык (лаб)",
            person: "Щеколдина А. В. / Торгашев В. И.",
            room: "3-03А / 4-03А",
            type: 3
          },
          {
            start: "13:40",
            end: "15:10",
            name: "Иностранный язык (лаб)",
            person: "Щеколдина А. В. / Торгашев В. И.",
            room: "3-03А / 4-03А",
            type: 3
          },
          {
            start: "15:20",
            end: "16:40",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          }
        ]
      },
      {
        name: "Суббота",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "10:10",
            end: "11:40",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "12:00",
            end: "13:30",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "13:40",
            end: "15:10",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "15:20",
            end: "16:40",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          }
        ]
      },
      {
        name: "Воскресенье",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "ты работал всю неделю",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "10:10",
            end: "11:40",
            name: "и очень устал",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "12:00",
            end: "13:30",
            name: "потому что",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "13:40",
            end: "15:10",
            name: "быть таким замечательным котёночком",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "15:20",
            end: "16:40",
            name: "это тяжелый труд",
            person: "-",
            room: "-",
            type: 4
          }
        ]
      }
    ]
  },
  {
    group: "ФЛб-191",
    content: [
      {
        name: "Понедельник",
        group: "MOC-191",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "10:10",
            end: "11:40",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "12:00",
            end: "13:30",
            name: "Иностранный язык (пр.)",
            person: "О.Р. Валуйская",
            room: "4-07Б",
            type: 2
          },
          {
            start: "13:40",
            end: "15:10",
            name:
              "История зарубежной литературы Средневековья и эпохи Возрождения (пр./л.)",
            person: "А.В. Млечко",
            room: "3-20Б",
            type: 2
          },
          {
            start: "15:20",
            end: "16:40",
            name: "- / Иностранный (современный славянский) язык (лаб.)",
            person: "Н.А. Тупикова",
            room: "- / 3-16Б",
            type: 3
          }
        ]
      },
      {
        name: "Вторник",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "10:10",
            end: "11:40",
            name: "Старославянский язык (пр.)",
            person: "О.А. Горбань",
            room: "3-20Б",
            type: 2
          },
          {
            start: "12:00",
            end: "13:30",
            name:
              "История русской литературы 18 века (л.) / Старославянский язык (л.)",
            person: "С.С. Васильева / Горбань О.А.",
            room: "4-07Б / 4-07Б",
            type: 1
          },
          {
            start: "13:40",
            end: "15:10",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "15:20",
            end: "16:40",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          }
        ]
      },
      {
        name: "Среда",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name:
              "Прикладная физическая культура (элективные дисциплины) (пр.)",
            person: "¯\\_(ツ)_/¯",
            room: "К; Е; 3-25 Г",
            type: 2
          },
          {
            start: "10:10",
            end: "11:40",
            name: "Иностранный язык (пр.)",
            person: "О.Р. Валуйская",
            room: "4-17Б",
            type: 2
          },
          {
            start: "12:00",
            end: "13:30",
            name:
              "Ист. русской лит. 18 века (пр.) / Современный русский язык: морфемика и словообразование (л.) ",
            person: "Д.С. Герман / С.Ю. Харченко",
            room: "3-19Б / 3-20А",
            type: 1
          },
          {
            start: "13:40",
            end: "15:10",
            name:
              "Современные мет. лит. исследований (пр.) / Иностранный (современный славянский) (лаб.) ",
            person: "Д.С. Герман / Н.А. Тупикова",
            room: "3-19Б / 3-16 Б",
            type: 3
          },
          {
            start: "15:20",
            end: "16:40",
            name: "- / Иностранный (современный славянский) язык (лаб.) проф.",
            person: "- / Н.А. Тупикова",
            room: "- / 3-16Б",
            type: 4
          }
        ]
      },
      {
        name: "Четверг",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "10:10",
            end: "11:40",
            name:
              "Современный русский язык: морфемика и словообразование (пр.)",
            person: "Н.А. Соломка",
            room: "3-20Б",
            type: 2
          },
          {
            start: "12:00",
            end: "13:30",
            name:
              "Современные методы лит. исследований (л.) / Современный литературный процесс (пр.)",
            person: "С.Ю. Воробьева / С.Ю. Воробьева",
            room: "3-20Б / 3-20Б",
            type: 1
          },
          {
            start: "13:40",
            end: "15:10",
            name: "- / Современный литературный процесс (л.) ",
            person: "- / С.Ю. Воробьева",
            room: "- / 4-04А",
            type: 1
          },
          {
            start: "15:20",
            end: "16:40",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          }
        ]
      },
      {
        name: "Пятница",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "10:10",
            end: "11:40",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "12:00",
            end: "13:30",
            name: "Безопасность жизнедеятельности (л.)",
            person: "Денисов А.А.",
            room: "4-13А",
            type: 1
          },
          {
            start: "13:40",
            end: "15:10",
            name:
              "Современные методы лингвистических  исследований (пр./л.) проф.  ",
            person: "М.В. Косова",
            room: "3-11Б",
            type: 2
          },
          {
            start: "15:20",
            end: "16:40",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          }
        ]
      },
      {
        name: "Суббота",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "10:10",
            end: "11:40",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "12:00",
            end: "13:30",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "13:40",
            end: "15:10",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "15:20",
            end: "16:40",
            name: "-",
            person: "-",
            room: "-",
            type: 4
          }
        ]
      },
      {
        name: "Воскресенье",
        lessons: [
          {
            start: "08:30",
            end: "10:00",
            name: "ты работал всю неделю",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "10:10",
            end: "11:40",
            name: "и очень устал",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "12:00",
            end: "13:30",
            name: "потому что",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "13:40",
            end: "15:10",
            name: "быть таким замечательным котёночком",
            person: "-",
            room: "-",
            type: 4
          },
          {
            start: "15:20",
            end: "16:40",
            name: "это тяжелый труд",
            person: "-",
            room: "-",
            type: 4
          }
        ]
      }
    ]
  }
];
